---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbForceDashFtPerFt
source: html/01b8a908-533e-35f5-bc08-925af05cd218.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbForceDashFtPerFt Property

Symbol lb-ft/ft, indicating unit Pound force feet per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbForceDashFtPerFt { get; }
```